Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Accent recolors selection and progress across the app. OLED Black uses true black, best on AMOLED panels.
af: Aksent herkleur keuse en vordering dwarsdeur die app. OLED-Swart gebruik ware swart, die beste op AMOLED-skerms.
am: ቀለሙ በሙሉ መተግበሪያው ላይ ምርጫን እና እድገትን ይቀባል። OLED ጥቁር እውነተኛ ጥቁር ይጠቀማል፣ ለ AMOLED ፓናሎች ምርጥ ነው።
ar: يعيد اللون المميّز تلوين التحديد والتقدّم عبر التطبيق. يستخدم الأسود OLED أسودَ حقيقيًا، وهو الأفضل على شاشات AMOLED.
as: একচেণ্টে গোটেই এপ্‌ৰ বাছনি আৰু অগ্ৰগতিৰ ৰং সলনি কৰে। OLED Black-এ প্ৰকৃত ক'লা ব্যৱহাৰ কৰে, AMOLED পেনেলত আটাইতকৈ ভাল।
az: Vurğu tətbiq boyunca seçim və tərəqqini yenidən rəngləndirir. OLED Qara həqiqi qara rəngdən istifadə edir, AMOLED ekranlar üçün ən yaxşısı.
be: Акцэнт перафарбоўвае вылучэнне і прагрэс па ўсім дадатку. OLED Black выкарыстоўвае сапраўдны чорны, лепш за ўсё на AMOLED-панелях.
bg: Акцентът преоцветява избора и прогреса в приложението. OLED черно използва истинско черно, най-добро за AMOLED панели.
bn: অ্যাকসেন্ট অ্যাপ জুড়ে নির্বাচন এবং অগ্রগতির রঙ পরিবর্তন করে। OLED Black প্রকৃত কালো ব্যবহার করে, AMOLED প্যানেলে সেরা।
br: Al liv-pouez a adliv an diuzadenn hag an araokadenn dre an arload a-bezh. Du OLED a implij du gwirion, gwellañ war banelloù AMOLED.
bs: Akcentna boja mijenja boju odabira i napretka u cijeloj aplikaciji. OLED Black koristi pravu crnu, najbolje na AMOLED panelima.
ca: L'accent recoloreja la selecció i el progrés a tota l'app. Negre OLED utilitza el negre pur, ideal per a pantalles AMOLED.
ceb: Ang Accent nag-usab sa kolor sa pagpili ug progreso sa tibuok app. Ang OLED Black naggamit og tinuod nga itom, labing maayo sa mga AMOLED panel.
cs: Akcent přebarvuje výběr a průběh v celé aplikaci. OLED černá používá pravou černou, ideální pro panely AMOLED.
cy: Mae'r lliw acen yn ail-liwio dewisiadau a chynnydd ledled yr ap. Mae OLED Black yn defnyddio du go iawn, gorau ar baneli AMOLED.
da: Accentfarven omfarver markering og forløb i hele appen. OLED Black bruger ægte sort, bedst på AMOLED-skærme.
de: Die Akzentfarbe färbt Auswahl und Fortschritt in der gesamten App. OLED Black nutzt echtes Schwarz, ideal für AMOLED-Bildschirme.
el: Ο τονισμός αλλάζει το χρώμα στην επιλογή και την πρόοδο σε όλη την εφαρμογή. Το OLED Black χρησιμοποιεί αληθινό μαύρο, ιδανικό για οθόνες AMOLED.
es: El acento recolorea la selección y el progreso en toda la app. OLED Black usa negro puro, ideal en pantallas AMOLED.
et: Rõhuvärv muudab valiku ja edenemise värvi kogu rakenduses. OLED-must kasutab tõelist musta, mis sobib parimini AMOLED-paneelidele.
eu: Azentua hautapena eta aurrerapena berrekoloretzen ditu aplikazioan zehar. OLED Beltza benetako beltza erabiltzen du, AMOLED pantailetan onena.
fa: رنگ تأکید، انتخاب و پیشرفت را در سراسر برنامه رنگ‌آمیزی می‌کند. سیاه OLED از سیاه واقعی استفاده می‌کند که برای پنل‌های AMOLED بهترین است.
fi: Korostusväri värittää valinnan ja edistymisen kaikkialla sovelluksessa. OLED-musta käyttää aitoa mustaa, paras AMOLED-näytöillä.
fil: Binabago ng Accent ang kulay ng seleksyon at progress sa buong app. Gumagamit ang OLED Black ng tunay na itim, pinakamainam sa mga AMOLED panel.
fo: Áherðsluliturin litar val og framgongd um alt appið av nýggjum. OLED Svart brúkar veruligt svart, best á AMOLED skíggjum.
fr: La couleur d'accent recolore la sélection et la progression dans toute l'app. Noir OLED utilise un vrai noir, idéal sur les dalles AMOLED.
fy: Aksint jout seleksje en fuortgong yn de hiele app in nije kleur. OLED Black brûkt echt swart, it bêste op AMOLED-skermen.
ga: Athdhathaíonn an t-aibhsiú roghnú agus dul chun cinn ar fud na haipe. Úsáideann OLED Black fíordhubh, is fearr é ar phainéil AMOLED.
gd: Ath-dhathaidh an dath sònraichte an taghadh agus an adhartas air feadh na h-aplacaid. Cleachdaidh OLED Dubh fìor dhubh, as fheàrr air panalan AMOLED.
gl: A cor de énfase recolorea a selección e o progreso en toda a app. O negro OLED usa negro puro, ideal en paneis AMOLED.
gu: એક્સન્ટ સમગ્ર એપમાં પસંદગી અને પ્રગતિને ફરી રંગ આપે છે. OLED Black સાચું કાળું વાપરે છે, AMOLED પેનલ પર શ્રેષ્ઠ.
ha: Launi na fifiko yana sake canza launin zaɓi da ci gaba a duk faɗin manhajar. OLED Black yana amfani da baƙi na gaskiya, mafi kyau a kan fuskokin AMOLED.
he: צבע ההדגשה משנה את צבע הבחירה וההתקדמות בכל האפליקציה. OLED Black משתמש בשחור אמיתי, הטוב ביותר למסכי AMOLED.
hi: एक्सेंट पूरे ऐप में चयन और प्रगति का रंग बदलता है। OLED Black असली काले रंग का उपयोग करता है, जो AMOLED पैनल पर सर्वोत्तम है।
hr: Naglasak mijenja boju odabira i napretka u cijeloj aplikaciji. OLED crna koristi pravu crnu, najbolju na AMOLED zaslonima.
ht: Aksan an rekolore seleksyon ak pwogrè nan tout aplikasyon an. OLED Black sèvi ak nwa reyèl, pi bon sou ekran AMOLED yo.
hu: A kiemelőszín átszínezi a kijelölést és a folyamatjelzőt az egész appban. Az OLED-fekete valódi feketét használ, AMOLED-paneleken a legjobb.
hy: Շեշտը վերաներկում է ընտրությունը և առաջընթացը ողջ ծրագրում։ OLED Black-ն օգտագործում է իսկական սև, լավագույնն AMOLED էկրաններում։
id: Aksen mewarnai ulang pilihan dan progres di seluruh aplikasi. OLED Black menggunakan hitam sejati, terbaik pada panel AMOLED.
ig: Ụcha isi na-agbanwe ụcha nhọrọ na ọganihu n'ime ngwa niile. OLED Ojii na-eji ojii n'ezie, kacha mma na mbadamba AMOLED.
is: Áhersluliturinn litar val og framvindu um allt forritið. OLED Svart notar satt svart, best á AMOLED skjám.
it: L'accento ricolora la selezione e l'avanzamento in tutta l'app. OLED Black usa il nero puro, ideale sui pannelli AMOLED.
ja: アクセントは、アプリ全体の選択と進行状況の色を変更します。OLED Black は真の黒を使用し、AMOLED パネルに最適です。
jv: Aksen ngowahi warna pilihan lan kemajuan ing saindenging app. OLED Black nggunakké ireng murni, paling apik ing panel AMOLED.
ka: აქცენტი ხელახლა აფერადებს მონიშვნას და პროგრესს მთელ აპლიკაციაში. OLED Black იყენებს ნამდვილ შავ ფერს, საუკეთესო AMOLED ეკრანებისთვის.
kk: Екпін таңдауды және қосымша бойынша прогресті қайта бояйды. OLED қара шын қараны пайдаланады, AMOLED дисплейлерде жақсы.
km: ពណ៌សំខាន់ផ្លាស់ប្តូរការជ្រើសរើស និងដំណើរការទូទាំងកម្មវិធី។ OLED Black ប្រើពណ៌ខ្មៅពិតប្រាកដ ល្អបំផុតនៅលើផ្ទាំង AMOLED។
kn: ಆಕ್ಸೆಂಟ್ ಆ್ಯಪ್‌ನಾದ್ಯಂತ ಆಯ್ಕೆ ಮತ್ತು ಪ್ರಗತಿಯ ಬಣ್ಣವನ್ನು ಬದಲಾಯಿಸುತ್ತದೆ. OLED Black ನಿಜವಾದ ಕಪ್ಪನ್ನು ಬಳಸುತ್ತದೆ, AMOLED ಪ್ಯಾನೆಲ್‌ಗಳಲ್ಲಿ ಅತ್ಯುತ್ತಮ.
ko: 강조 색상은 앱 전반의 선택과 진행 상태에 색을 입힙니다. OLED 블랙은 순수 검정을 사용하며 AMOLED 패널에 가장 적합합니다.
ku: Reng, hilbijartin û pêşketinê li seranserê sepanê ji nû ve reng dike. OLED Reş reşê rastîn bikar tîne, li ser panelên AMOLED çêtirîn e.
ky: Акцент бүт колдонмодогу тандоону жана жүрүшүн кайра боёйт. OLED Black чыныгы кара түстү колдонот, AMOLED панелдеринде эң мыкты.
lb: Den Akzent färft d'Auswiel an de Fortschrëtt an der ganzer App nei. OLED Schwaarz benotzt e richtegt Schwaarz, am beschten op AMOLED-Écranen.
lo: ສີເນັ້ນຈະປ່ຽນສີຂອງການເລືອກ ແລະ ຄວາມຄືບໜ້າໃນທົ່ວແອັບ. OLED ດຳ ໃຊ້ສີດຳແທ້, ເໝາະສົມທີ່ສຸດກັບໜ້າຈໍ AMOLED.
lt: Akcentas perspalvina pasirinkimą ir eigą visoje programoje. OLED juoda naudoja tikrą juodą, geriausia AMOLED ekranams.
lv: Akcents pārkrāso atlasi un norisi visā lietotnē. OLED melnais izmanto īstu melno, vislabāk piemērots AMOLED paneļiem.
mg: Ny loko famantarana dia manova ny loko amin'ny safidy sy fandrosoana manerana ny app. Ny OLED Black dia mampiasa mainty tena izy, tsara indrindra amin'ny takelaka AMOLED.
mi: Ka whakakaraka anō te Nako i te tīpako me te ahunga puta noa i te taupānga. Ka whakamahia e te OLED Black te pango tūturu, pai rawa mō ngā papa AMOLED.
mk: Акцентот ги обојува изборот и напредокот низ апликацијата. OLED Црна користи вистинска црна боја, најдобра на AMOLED панели.
ml: ആക്സന്റ് ആപ്പിലുടനീളം സെലക്ഷനും പുരോഗതിയ്ക്കും നിറം നൽകുന്നു. OLED Black യഥാർത്ഥ കറുപ്പ് ഉപയോഗിക്കുന്നു, AMOLED പാനലുകളിൽ ഏറ്റവും മികച്ചത്.
mn: Өнгө нь аппын сонголт болон явцын өнгийг өөрчилнө. OLED Black нь жинхэнэ хар өнгийг ашигладаг бөгөөд AMOLED дэлгэцэнд хамгийн тохиромжтой.
mr: रंगछटा संपूर्ण अॅपमधील निवड आणि प्रगतीला नवा रंग देते. OLED Black खरा काळा रंग वापरतो, जो AMOLED पॅनेलवर सर्वोत्तम असतो.
ms: Aksen mewarnakan semula pemilihan dan kemajuan di seluruh aplikasi. OLED Black menggunakan hitam tulen, terbaik pada panel AMOLED.
mt: L-aċċent jibdel il-kulur tal-għażla u l-progress mal-app kollha. OLED Black juża iswed veru, l-aħjar fuq panewijiet AMOLED.
my: အသားပေးအရောင်သည် app တစ်လျှောက် ရွေးချယ်မှုနှင့် တိုးတက်မှုကို ပြန်လည်အရောင်ဆိုးပေးသည်။ OLED Black သည် အနက်စစ်ကို သုံးပြီး AMOLED panel များတွင် အကောင်းဆုံးဖြစ်သည်။
nb: Aksenten omfarger valg og framdrift i hele appen. OLED-svart bruker ekte svart, best på AMOLED-skjermer.
ne: एक्सेन्टले एपभरि चयन र प्रगतिको रङ बदल्छ। OLED Black ले वास्तविक कालो प्रयोग गर्छ, AMOLED स्क्रिनमा सबैभन्दा राम्रो।
nl: Accent kleurt selectie en voortgang in de hele app. OLED-zwart gebruikt echt zwart, het best op AMOLED-schermen.
ny: Mtundu waukulu umasintha mtundu wa zosankha ndi kupita patsogolo mu app yonse. OLED Black imagwiritsa ntchito mdima weniweni, wabwino kwambiri pa mapaneli a AMOLED.
oc: L'accent recolora la seleccion e la progression dins tota l'aplicacion. OLED Black utiliza lo negre vertadièr, ideal suls ecrans AMOLED.
or: ଆକ୍ସେଣ୍ଟ ସମଗ୍ର ଆପ୍‌ରେ ସିଲେକ୍ସନ୍ ଏବଂ ପ୍ରଗତିର ରଙ୍ଗ ବଦଳାଏ। OLED Black ପ୍ରକୃତ କଳା ବ୍ୟବହାର କରେ, AMOLED ପ୍ୟାନେଲରେ ସର୍ବୋତ୍ତମ।
pa: ਐਕਸੈਂਟ ਪੂਰੀ ਐਪ ਵਿੱਚ ਚੋਣ ਅਤੇ ਪ੍ਰਗਤੀ ਨੂੰ ਰੰਗਦਾਰ ਬਣਾਉਂਦਾ ਹੈ। OLED Black ਅਸਲ ਕਾਲੇ ਰੰਗ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ, AMOLED ਪੈਨਲਾਂ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ।
pl: Akcent zmienia kolor zaznaczenia i postępu w całej aplikacji. OLED Black używa pełnej czerni, najlepszej na panelach AMOLED.
ps: رنګ د اپ په اوږدو کې ټاکنه او پرمختګ بیا رنګ کوي. OLED تور رښتینی تور کاروي، په AMOLED پردو ښه دی.
pt_br: A cor de destaque recolore a seleção e o progresso em todo o app. O Preto OLED usa preto verdadeiro, melhor em telas AMOLED.
pt_pt: A cor de destaque recolore a seleção e o progresso em toda a app. O Preto OLED usa preto verdadeiro, ideal em painéis AMOLED.
ro: Accentul recolorează selecția și progresul în toată aplicația. OLED Black folosește negru pur, ideal pe ecrane AMOLED.
ru: Акцент перекрашивает выделение и индикатор выполнения по всему приложению. OLED Black использует чистый чёрный, оптимально для AMOLED-экранов.
rw: Ibara ry'ingenzi ryongera gushyira amabara ku byahiswemo n'aho bigeze muri porogaramu yose. OLED Black ikoresha umukara nyawo, ikaba nziza cyane kuri AMOLED panels.
sd: ايڪسينٽ سڄي ايپ ۾ چونڊ ۽ ترقيءَ جو رنگ بدلائي ٿو. OLED Black خالص ڪارو استعمال ڪري ٿو، AMOLED پينلن تي بھترين.
si: අවධාරණ වර්ණය යෙදුම පුරා තේරීම සහ ප්‍රගතිය නැවත වර්ණ ගන්වයි. OLED කළු සත්‍ය කළු පැහැය භාවිත කරයි, AMOLED පැනල මත වඩාත් හොඳයි.
sk: Zvýraznenie prefarbí výber a priebeh v celej aplikácii. OLED čierna používa skutočnú čiernu, najlepšia na AMOLED paneloch.
sl: Poudarek prebarva izbiro in napredek po vsej aplikaciji. OLED-črna uporablja pravo črno, najbolje na zaslonih AMOLED.
sm: E toe faalanu e le lanu autu le filifiliga ma le agai i luma i le app atoa. E faaaoga e le OLED Black le uliuli moni, e sili ona lelei i luga o laupapa AMOLED.
sn: Ruvara Rukuru runochinja ruvara pakusarudza uye kufambira mberi mune yese app. OLED Black inoshandisa nhema chaidzo, dzakanaka pama AMOLED panels.
so: Midabka muhiimka ah wuxuu dib u midabeeyaa xulashada iyo horumarka app-ka oo dhan. OLED Black wuxuu isticmaalaa madow dhab ah, waana kan ugu fiican shaashadaha AMOLED.
sq: Theksimi ringjyros zgjedhjen dhe progresin në të gjithë aplikacionin. OLED i Zi përdor të zezën e vërtetë, më i mirë për panelet AMOLED.
sr: Нагласак боји избор и напредак кроз целу апликацију. OLED црна користи праву црну, најбоље на AMOLED панелима.
st: Mmala oa khethehileng o fetola 'mala oa khetho le tsoelopele hohle app-eng. OLED Black e sebelisa 'mala o motšo oa 'nete, o motle ho di-panel tsa AMOLED.
su: Aksén ngawarnaan deui pilihan jeung kamajuan di sakuliah aplikasi. OLED Hideung maké hideung nu asli, pangalusna dina panel AMOLED.
sv: Accentfärgen färgar om markering och förlopp i hela appen. OLED-svart använder äkta svart, bäst på AMOLED-skärmar.
sw: Kivitendo hutiwa rangi mpya kwenye uteuzi na maendeleo katika programu. OLED Nyeusi hutumia nyeusi halisi, bora kwenye paneli za AMOLED.
ta: நிற அழுத்தம் ஆப் முழுவதும் தேர்வு மற்றும் முன்னேற்றத்தின் நிறத்தை மாற்றுகிறது. OLED Black உண்மையான கருப்பைப் பயன்படுத்துகிறது, AMOLED திரைகளில் சிறந்தது.
te: యాక్సెంట్ యాప్ అంతటా ఎంపిక మరియు ప్రోగ్రెస్‌కు రంగు మారుస్తుంది. OLED Black నిజమైన నలుపును వాడుతుంది, AMOLED ప్యానెల్‌లపై ఉత్తమం.
tg: Ранги таъкидӣ интихоб ва пешрафтро дар тамоми барнома аз нав ранг мекунад. OLED Black сиёҳи ҳақиқиро истифода мебарад, ки барои панелҳои AMOLED беҳтарин аст.
th: สีเน้นจะเปลี่ยนสีของการเลือกและความคืบหน้าทั่วทั้งแอป OLED Black ใช้สีดำสนิท เหมาะที่สุดกับจอ AMOLED
tr: Vurgu, uygulama genelinde seçimi ve ilerlemeyi yeniden renklendirir. OLED Siyah gerçek siyahı kullanır, AMOLED panellerde en iyi sonucu verir.
tt: Акцент бөтен кушымтада сайлау һәм барыш төсен яңадан бирә. OLED Black чын кара төс куллана, AMOLED панельләрдә иң яхшы күренә.
ug: ئۇرغۇ رەڭگى پۈتۈن دېتالدىكى تاللاش ۋە جەرياننى قايتا رەڭلەيدۇ. OLED قارىسى ھەقىقىي قارا رەڭنى ئىشلىتىدۇ، AMOLED ئېكرانلاردا ئەڭ ياخشى.
uk: Акцент перефарбовує виділення та прогрес у всьому застосунку. OLED Black використовує справжній чорний, найкраще на панелях AMOLED.
ur: ایکسنٹ پوری ایپ میں انتخاب اور پیش رفت کو دوبارہ رنگ دیتا ہے۔ OLED بلیک حقیقی سیاہ استعمال کرتا ہے، جو AMOLED پینلز پر بہترین ہے۔
uz: Urg'u rangi ilova bo'ylab tanlov va jarayon ranglarini o'zgartiradi. OLED Black haqiqiy qora rangdan foydalanadi, AMOLED panellarda eng yaxshi.
vi: Màu nhấn tô lại vùng chọn và tiến trình trên toàn ứng dụng. OLED Black dùng màu đen thuần, tốt nhất trên màn hình AMOLED.
xh: Umbala oqaqambileyo utshintsha imibala yokukhetha kunye nenkqubela kuyo yonke i-app. I-OLED Black isebenzisa umnyama wokwenene, olona lulungileyo kwiipaneli ze-AMOLED.
yo: Àwọ̀ ìtẹnumọ́ máa ń tún àwọ̀ àṣàyàn àti ìlọsíwájú káàkiri app náà. OLED Black máa ń lo dúdú gidi, ó dára jù lórí àwọn pánẹ́ẹ̀lì AMOLED.
zh_hans: 强调色会为全应用的选择和进度重新着色。OLED 黑使用纯黑色，在 AMOLED 屏幕上效果最佳。
zh_hant: 強調色會為全 App 的選取與進度重新著色。OLED 純黑採用真正的黑色，最適合 AMOLED 面板。
zu: Umbala ophawulayo uphinda ufake umbala ekukhetheni nasenqubekelaphambili kuyo yonke i-app. I-OLED Black isebenzisa umnyama weqiniso, ungcono kumaphaneli e-AMOLED.

source: Add an add-on
af: Voeg 'n byvoeging by
am: ተጨማሪ ጨምር
ar: إضافة إضافة
as: এটা এড-অন যোগ কৰক
az: Əlavə əlavə et
be: Дадаць дадатак
bg: Добавяне на добавка
bn: একটি অ্যাড-অন যোগ করুন
br: Ouzhpennañ un enlugellad
bs: Dodaj dodatak
ca: Afegeix un complement
ceb: Pagdugang og add-on
cs: Přidat doplněk
cy: Ychwanegu ychwanegyn
da: Tilføj en tilføjelse
de: Add-on hinzufügen
el: Προσθήκη πρόσθετου
es: Añadir un complemento
et: Lisa lisa
eu: Gehigarri bat gehitu
fa: افزودن یک افزونه
fi: Lisää lisäosa
fil: Magdagdag ng add-on
fo: Legg eina eyking afturat
fr: Ajouter un add-on
fy: In add-on tafoegje
ga: Cuir breiseán leis
gd: Cuir tuilleadan ris
gl: Engadir un complemento
gu: add-on ઉમેરો
ha: Ƙara ƙarin abu
he: הוספת הרחבה
hi: ऐड-ऑन जोड़ें
hr: Dodaj dodatak
ht: Ajoute yon add-on
hu: Kiegészítő hozzáadása
hy: Ավելացնել հավելանյութ
id: Tambahkan add-on
ig: Tinye ngwakọ
is: Bæta við viðbót
it: Aggiungi un componente aggiuntivo
ja: アドオンを追加
jv: Tambah add-on
ka: დამატების დამატება
kk: Қондырма қосу
km: បន្ថែមកម្មវិធីបន្ថែម
kn: ಆಡ್-ಆನ್ ಸೇರಿಸಿ
ko: 부가 기능 추가
ku: Pêvekekê zêde bike
ky: Кошумча кошуу
lb: En Add-on derbäisetzen
lo: ເພີ່ມສ່ວນເສີມ
lt: Pridėti papildinį
lv: Pievienot papildinājumu
mg: Manampy add-on
mi: Tāpirihia he apataki
mk: Додај додаток
ml: ഒരു ആഡ്-ഓൺ ചേർക്കുക
mn: Нэмэлт нэмэх
mr: एक add-on जोडा
ms: Tambah tambahan
mt: Żid add-on
my: add-on တစ်ခု ထည့်ရန်
nb: Legg til et tillegg
ne: add-on थप्नुहोस्
nl: Een add-on toevoegen
ny: Onjezani add-on
oc: Apondre un modul
or: ଏକ ଆଡ୍-ଅନ ଯୋଗ କରନ୍ତୁ
pa: ਐਡ-ਆਨ ਜੋੜੋ
pl: Dodaj dodatek
ps: یوه اضافه‌ونه ورزیاته کړئ
pt_br: Adicionar um complemento
pt_pt: Adicionar um add-on
ro: Adaugă un add-on
ru: Добавить дополнение
rw: Ongeraho ikongeramo
sd: هڪ ايڊ-آن شامل ڪريو
si: ඇඩෝනයක් එක් කරන්න
sk: Pridať doplnok
sl: Dodaj dodatek
sm: Faaopoopo se add-on
sn: Wedzera chinowedzera
so: Ku dar add-on
sq: Shto një shtesë
sr: Додај додатак
st: Eketsa tlatsetso
su: Tambihkeun add-on
sv: Lägg till ett tillägg
sw: Ongeza kiongezi
ta: ஒரு நீட்சியைச் சேர்க்கவும்
te: యాడ్-ఆన్‌ను జోడించండి
tg: Илова кардани иловагӣ
th: เพิ่มแอดออน
tr: Bir eklenti ekle
tt: Өстәмә өстә
ug: قوشۇلما قوشۇش
uk: Додати додаток
ur: ایک ایڈ-آن شامل کریں
uz: Qo'shimcha qo'shish
vi: Thêm một tiện ích bổ sung
xh: Yongeza i-add-on
yo: Fi add-on kún
zh_hans: 添加附加组件
zh_hant: 新增外掛
zu: Engeza isengezo

source: Add Profile
af: Voeg profiel by
am: መገለጫ ጨምር
ar: إضافة ملف شخصي
as: প্ৰ'ফাইল যোগ কৰক
az: Profil əlavə et
be: Дадаць профіль
bg: Добавяне на профил
bn: প্রোফাইল যোগ করুন
br: Ouzhpennañ un aelad
bs: Dodaj profil
ca: Afegeix un perfil
ceb: Pagdugang og Profile
cs: Přidat profil
cy: Ychwanegu Proffil
da: Tilføj profil
de: Profil hinzufügen
el: Προσθήκη προφίλ
es: Añadir perfil
et: Lisa profiil
eu: Profila gehitu
fa: افزودن نمایه
fi: Lisää profiili
fil: Magdagdag ng Profile
fo: Legg vangamynd afturat
fr: Ajouter un profil
fy: Profyl tafoegje
ga: Cuir Próifíl Leis
gd: Cuir pròifil ris
gl: Engadir perfil
gu: પ્રોફાઇલ ઉમેરો
ha: Ƙara Bayanin Martaba
he: הוספת פרופיל
hi: प्रोफ़ाइल जोड़ें
hr: Dodaj profil
ht: Ajoute Pwofil
hu: Profil hozzáadása
hy: Ավելացնել պրոֆիլ
id: Tambah Profil
ig: Tinye Profaịlụ
is: Bæta við prófíl
it: Aggiungi profilo
ja: プロファイルを追加
jv: Tambah Profil
ka: პროფილის დამატება
kk: Профиль қосу
km: បន្ថែមប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್ ಸೇರಿಸಿ
ko: 프로필 추가
ku: Profîl zêde bike
ky: Профиль кошуу
lb: Profil derbäisetzen
lo: ເພີ່ມໂປຣໄຟລ໌
lt: Pridėti profilį
lv: Pievienot profilu
mg: Manampy Profil
mi: Tāpirihia he Kōtaha
mk: Додај профил
ml: പ്രൊഫൈൽ ചേർക്കുക
mn: Профайл нэмэх
mr: प्रोफाइल जोडा
ms: Tambah Profil
mt: Żid Profil
my: ပရိုဖိုင် ထည့်ရန်
nb: Legg til profil
ne: प्रोफाइल थप्नुहोस्
nl: Profiel toevoegen
ny: Onjezani Profile
oc: Apondre un perfil
or: ପ୍ରୋଫାଇଲ ଯୋଗ କରନ୍ତୁ
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਜੋੜੋ
pl: Dodaj profil
ps: پروفایل ورزیات کړئ
pt_br: Adicionar perfil
pt_pt: Adicionar perfil
ro: Adaugă profil
ru: Добавить профиль
rw: Ongeraho umwirondoro
sd: پروفائل شامل ڪريو
si: පැතිකඩ එක් කරන්න
sk: Pridať profil
sl: Dodaj profil
sm: Faaopoopo Tala Faasino Patino
sn: Wedzera Purofaira
so: Ku dar Profile
sq: Shto Profil
sr: Додај профил
st: Eketsa Profaele
su: Tambihkeun Profil
sv: Lägg till profil
sw: Ongeza Wasifu
ta: சுயவிவரம் சேர்
te: ప్రొఫైల్ జోడించండి
tg: Илова кардани профил
th: เพิ่มโปรไฟล์
tr: Profil Ekle
tt: Профиль өстә
ug: سەپلىمە قوشۇش
uk: Додати профіль
ur: پروفائل شامل کریں
uz: Profil qo'shish
vi: Thêm hồ sơ
xh: Yongeza iProfayile
yo: Fi Profaìlì kún
zh_hans: 添加配置文件
zh_hant: 新增設定檔
zu: Engeza Iphrofayela

source: Add several add-ons at once
af: Voeg verskeie byvoegings gelyktydig by
am: ብዙ ተጨማሪዎች በአንድ ጊዜ ጨምር
ar: إضافة عدة إضافات دفعة واحدة
as: একেলগে কেইবাটাও এড-অন যোগ কৰক
az: Bir neçə əlavəni birdən əlavə edin
be: Дадаць некалькі дадаткаў адразу
bg: Добавяне на няколко добавки наведнъж
bn: একসঙ্গে একাধিক অ্যাড-অন যোগ করুন
br: Ouzhpennañ meur a enlugellad war un dro
bs: Dodaj više dodataka odjednom
ca: Afegeix diversos complements alhora
ceb: Pagdugang og daghang add-on dungan
cs: Přidat několik doplňků najednou
cy: Ychwanegu sawl ychwanegyn ar unwaith
da: Tilføj flere tilføjelser på én gang
de: Mehrere Add-ons gleichzeitig hinzufügen
el: Προσθήκη πολλών πρόσθετων ταυτόχρονα
es: Añade varios complementos a la vez
et: Lisa korraga mitu lisa
eu: Hainbat gehigarri aldi berean gehitu
fa: افزودن چند افزونه به‌صورت یکجا
fi: Lisää useita lisäosia kerralla
fil: Magdagdag ng ilang add-on nang sabay-sabay
fo: Legg fleiri eykingar afturat í senn
fr: Ajouter plusieurs add-ons à la fois
fy: Meardere add-ons tagelyk tafoegje
ga: Cuir roinnt breiseán leis in éineacht
gd: Cuir grunn thuilleadan ris aig an aon àm
gl: Engadir varios complementos á vez
gu: એકસાથે ઘણા add-on ઉમેરો
ha: Ƙara ƙarin abubuwa da yawa lokaci ɗaya
he: הוספת כמה הרחבות בבת אחת
hi: एक साथ कई ऐड-ऑन जोड़ें
hr: Dodajte više dodataka odjednom
ht: Ajoute plizyè add-on an yon sèl fwa
hu: Több kiegészítő hozzáadása egyszerre
hy: Ավելացնել մի քանի հավելանյութ միաժամանակ
id: Tambahkan beberapa add-on sekaligus
ig: Tinye ọtụtụ ngwakọ n'otu oge
is: Bæta við mörgum viðbótum í einu
it: Aggiungi più componenti aggiuntivi in una volta
ja: 複数のアドオンを一度に追加
jv: Tambah pirang-pirang add-on sepisan
ka: რამდენიმე დამატების ერთდროულად დამატება
kk: Бірнеше қондырманы бірден қосу
km: បន្ថែមកម្មវិធីបន្ថែមមួយចំនួនក្នុងពេលតែមួយ
kn: ಒಮ್ಮೆಗೆ ಹಲವಾರು ಆಡ್-ಆನ್‌ಗಳನ್ನು ಸೇರಿಸಿ
ko: 여러 부가 기능을 한 번에 추가
ku: Gelek pêvekan bi carekê zêde bike
ky: Бир нече кошумчаны бир жолу кошуу
lb: Méi Add-ons op eemol derbäisetzen
lo: ເພີ່ມສ່ວນເສີມຫຼາຍອັນພ້ອມກັນ
lt: Pridėti kelis papildinius iš karto
lv: Pievienot vairākus papildinājumus uzreiz
mg: Manampy add-on maromaro miaraka
mi: Tāpirihia ētahi apataki i te wā kotahi
mk: Додај неколку додатоци одеднаш
ml: ഒന്നിലധികം ആഡ്-ഓണുകൾ ഒരുമിച്ച് ചേർക്കുക
mn: Хэд хэдэн нэмэлтийг нэг дор нэмэх
mr: एकाच वेळी अनेक add-on जोडा
ms: Tambah beberapa tambahan sekaligus
mt: Żid diversi add-ons f'daqqa
my: add-on အများအပြားကို တစ်ပြိုင်နက် ထည့်ရန်
nb: Legg til flere tillegg samtidig
ne: एकैचोटि धेरै add-on हरू थप्नुहोस्
nl: Meerdere add-ons tegelijk toevoegen
ny: Onjezani ma add-on angapo nthawi imodzi
oc: Apondre mantun modul a l'encòp
or: ଏକାଥରକେ ଅନେକ ଆଡ୍-ଅନ ଯୋଗ କରନ୍ତୁ
pa: ਇੱਕੋ ਵਾਰ ਕਈ ਐਡ-ਆਨ ਜੋੜੋ
pl: Dodaj kilka dodatków naraz
ps: ډېرې اضافه‌ونې په یوه ځل ورزیاتې کړئ
pt_br: Adicionar vários complementos de uma vez
pt_pt: Adicionar vários add-ons de uma vez
ro: Adaugă mai multe add-on-uri deodată
ru: Добавить несколько дополнений сразу
rw: Ongeraho ibyongeramo byinshi rimwe
sd: هڪ ئي وقت ڪيترائي ايڊ-آن شامل ڪريو
si: එකවර ඇඩෝන කිහිපයක් එක් කරන්න
sk: Pridať viacero doplnkov naraz
sl: Dodaj več dodatkov hkrati
sm: Faaopoopo le tele o add-on i le taimi e tasi
sn: Wedzera zvinowedzera zvakawanda panguva imwe
so: Ku dar add-on badan hal mar
sq: Shto disa shtesa njëherësh
sr: Додај више додатака одједном
st: Eketsa litlatsetso tse ngata ka nako e le 'ngoe
su: Tambihkeun sababaraha add-on sakaligus
sv: Lägg till flera tillägg samtidigt
sw: Ongeza viongezi vingi kwa wakati mmoja
ta: ஒரே நேரத்தில் பல நீட்சிகளைச் சேர்க்கவும்
te: ఒకేసారి అనేక యాడ్-ఆన్‌లను జోడించండి
tg: Якчанд иловагиро якбора илова кунед
th: เพิ่มแอดออนหลายรายการพร้อมกัน
tr: Birden fazla eklentiyi aynı anda ekle
tt: Берьюлы берничә өстәмә өстә
ug: بىر قانچە قوشۇلمىنى بىراقلا قوشۇش
uk: Додати кілька додатків одразу
ur: ایک ساتھ کئی ایڈ-آنز شامل کریں
uz: Bir vaqtning o'zida bir nechta qo'shimcha qo'shish
vi: Thêm nhiều tiện ích bổ sung cùng lúc
xh: Yongeza ii-add-on ezininzi ngaxeshanye
yo: Fi ọ̀pọ̀ add-on kún lẹ́ẹ̀kan náà
zh_hans: 一次添加多个附加组件
zh_hant: 一次新增多個外掛
zu: Engeza izengezo eziningana kanye kanye
